Repository: gradido/inspector
Catalog: src/locales/*/messages.po
Languages: de

source: 1 day
de: 1 Tag

source: 1 hour
de: 1 Stunde

source: 1 month
de: 1 Monat

source: 1 second
de: 1 Sekunde

source: 1 week
de: 1 Woche

source: 1 year
de: 1 Jahr

source: about
de: etwa

source: Account
de: Konto

source: Account Balances
de: Kontostände

source: Account Number
de: Konto Nummer

source: Account Public Key
de: Öffentlicher Schlüssel vom Konto

source: Address Type
de: Kontotyp

source: ago
de: vor

source: Amount
de: Betrag

source: AUF Public Key
de: Öffentlicher Schlüssel von AUF

source: Balance
de: Kontostand

source: Balance Derivation Type
de: Berechnung der Vergänglichkeit

source: Calculation of Decay
de: Berechnung der Vergänglichkeit

source: Change
de: Wechselgeld

source: Charged
de: Aufgeladen

source: Close
de: Schließen

source: Community AUF
de: Gemeinschaft AUF

source: Community Friends Update
de: Gemeinschaftsfreundschaftsupdate

source: Community Friends Update Transaction
de: Gemeinschaftsfreundschaftsupdate

source: Community GMW
de: Gemeinschaft GMW

source: Community Human
de: Gemeinschaft Mensch

source: Community Project
de: Gemeinschaft Projekt

source: Community Root
de: Gemeinschaftsstart

source: Community Root Transaction
de: Community gegründet

source: Community Secret
de: Gemeinschaft Geheimnis

source: Community Selection
de: Auswahl der Gemeinschaft

source: Contribution Transaction
de: Schöpfungstransaktion

source: copied to clipboard
de: In die Zwischenablage kopiert

source: Created
de: Geschöpft

source: Creation
de: Schöpfung

source: Creation Date
de: Schöpfungsdatum

source: Creation Transaction
de: Schöpfung

source: Crypto Account
de: Krypto Konto

source: days
de: Tage

source: Decay
de: Vergänglichkeit

source: Decay since the last transaction
de: Vergänglichkeit seit der letzten Transaktion

source: Decay was introduced on
de: Die Vergänglichkeit wurde eingeführt am

source: Deferred Transfer
de: Transaktionslink

source: Deferred Transfer Transaction
de: Link angelegt

source: Encrypted Memo
de: Verschlüsselter Betreff

source: Error
de: Fehler

source: Extern
de: Außerhalb

source: Friends
de: Freunde

source: GMW Public Key
de: Öffentlicher Schlüssel von GMW

source: Go to first page
de: Zur ersten Seite

source: Go to last page
de: Zur letzten Seite

source: Go to next page
de: Zur nächsten Seite

source: Go to page
de: Gehe zu Seite

source: Go to previous page
de: Zur vorherigen Seite

source: Gradido Academie
de: Gradido Akademie

source: hours
de: Stunden

source: invalid input
de: ungültige Eingabe

source: Invalid Transaction Type, Please contact support
de: Ungültiger Transaktionstyp, bitte melde dich beim Support

source: Last Transaction
de: Letzte Transaktion

source: later
de: später

source: less than 1 minute
de: weniger als 1 Minute

source: Loading...
de: Wird geladen ...

source: Memo Encryption Type
de: Betreff-Verschlüsselungstyp

source: Message
de: Nachricht

source: minutes
de: Minuten

source: months
de: Monate

source: Name Hash
de: Namens Hash

source: New balance
de: Neuer Kontostand

source: No transaction found
de: Keine Transaktion gefunden

source: No transactions found
de: Keine Transaktionen gefunden

source: None
de: Keine

source: Origin Community
de: Herkunftsgemeinschaft

source: Pagination for transactions
de: Paginierung für Transaktionen

source: Pagination for transactions overview
de: Paginierung für Transaktionsübersicht

source: Plain
de: Unverschlüsselt

source: Previous balance
de: Vorheriger Kontostand

source: Public Key
de: Öffentlicher Schlüssel

source: Received
de: Empfangen

source: Received Back
de: Zurückbekommen

source: Received Change
de: Rückgeld

source: Recipient
de: Empfänger

source: Redeem Deferred Transfer
de: Transaktionslinkeinlösetransaktion

source: Redeem Deferred Transfer Transaction
de: Link eingelöst

source: Register Address
de: Benutzerregistrierentransaktion

source: Register Address Transaction
de: Benutzer hinzugefügt

source: Registered
de: Registriert

source: Root Public Key
de: Öffentlicher Schlüssel der Wurzel

source: Search
de: Suche

source: Search Type:
de: Suchtyp:

source: seconds
de: Sekunden

source: select community
de: Wähle Gemeinschaft

source: Sent
de: Gesendet

source: Shared Secret
de: Geteiltes Geheimnis

source: Signature
de: Signatur

source: Signature - Public Key Pairs
de: Signatur - Öffentliche Schlüssel Paare

source: Started
de: Gestartet

source: Starting Block Decay
de: Startblock Vergänglichkeit

source: Subaccount
de: Unterkonto

source: Success
de: Erfolg

source: This transaction does not include decay.
de: Diese Transaktion beinhaltet keine Vergänglichkeit.

source: Time passed
de: Vergangene Zeit

source: Timeout Deferred Transfer
de: Transaktionslinkabgelaufen

source: Timeout Deferred Transfer Transaction
de: Link abgelaufen

source: Toggle navigation
de: Navigation umschalten

source: Transaction Number
de: Transaktionsnummer

source: Transactions for
de: Transaktionen für

source: Transactions overview
de: Transaktionsübersicht

source: Transfer
de: Transaktionslink

source: Transfer Transaction
de: Überweisung

source: Transferred
de: Versendet

source: Unknown
de: Unbekannt

source: Unspecified
de: Nicht angegeben

source: User Public Key
de: Öffentlicher Schlüssel des Benutzers

source: Valid for
de: Gültig bis

source: via Link
de: über einen Link

source: weeks
de: Wochen

source: years
de: Jahre

source: You don't have any transactions on your account yet.
de: Du hast noch keine Transaktionen auf deinem Konto.
